{
  "profile":{
    "name":"Abhay",
    "role":"SDE",
    "url":"https://github.com/alphasingh"
  },
  "metadata":{
    "updatedAt":"4 June 2021",
    "totalCount":11,
    "totalPages":1
  },
  "sellers":[
    {
  "name":"Ms Tiffins",
  "description":"We are the best tiffin services, name is Ms Tiffins.",
  "averagePricePerPerson":10.87,
  "status":"VERIFIED",
  "imageUrl":"https://picsum.photos/200/200",
  "preparations":["VEG", "NON_VEG"],
  "regions":["PUNJABI", "GUJARATI"],
  "planTypes":["ONCE", "WEEKLY", "MONTHLY"],
  "paymentMethodsAvailable":["ONLINE", "COD", "CREDIT_CARD", "GOOGLE_PAY"],
      "createdAt":"2020-03-25T02:26:10Z", "updatedAt":"2020-03-25T02:26:10Z"
},
    {
  "name":"Yogi Tiffins",
  "description":"We have the best chef. He is international! Quality food. ",
  "averagePricePerPerson":20.32,
  "status":"VERIFIED",
  "imageUrl":"https://picsum.photos/200/200",
  "preparations":["VEG", "NON_VEG", "EGG", "VEGAN"],
  "regions":["INTERNATIONAL", "GUJARATI", "PUNJABI", "MEXICAN"],
  "planTypes":["ONCE", "WEEKLY", "MONTHLY", "YEARLY"],
  "paymentMethodsAvailable":["ONLINE", "COD", "CREDIT_CARD", "DEBIT_CARD", "GOOGLE_PAY"],
      "createdAt":"2020-03-25T02:26:10Z", "updatedAt":"2020-03-25T02:26:10Z"
},
    {
  "name":"Homely Tiffins",
  "description":"We have home cooked food. You will forget home food.",
  "averagePricePerPerson":7.45,
  "status":"UNVERIFIED",
  "imageUrl":"https://picsum.photos/200/200",
  "preparations":["VEG"],
  "regions":["INDIAN"],
  "planTypes":["ONCE"],
  "paymentMethodsAvailable":["COD"],
      "createdAt":"2020-03-25T02:26:10Z", "updatedAt":"2020-03-25T02:26:10Z"
},
    {
  "name":"Wah wah Tiffins",
  "description":"We have amazing food. You will love it. Our customers give us 5 ratings for wah wah food!",
  "averagePricePerPerson":10.23,
  "status":"UNVERIFIED",
  "imageUrl":"https://picsum.photos/200/200",
  "preparations":["VEG", "EGG"],
  "regions":["GUJARATI", "PUNJABI", "SOUTH_INDIAN"],
  "planTypes":["ONCE", "WEEKLY"],
  "paymentMethodsAvailable":["ONLINE", "COD"],
      "createdAt":"2020-03-25T02:26:10Z", "updatedAt":"2020-03-25T02:26:10Z"
},
    {
  "name":"Ms Tiffins 5",
  "description":"We have the best chef. He is international! Quality food. Yogi's Kitchen Food Services Inc. and Yogi's Kitchen, Corp. take privacy and data security seriously. We are committed to transparency in the collection, use and disclosure of your personal information. This Privacy Policy describes how we use personal information, and the circumstances under which we may share this information with a third party. This Privacy Policy applies to the privacy practices of Skip on our website located at: or the various associated websites, platforms or applications (collectively and each individually, the "Yogi's Kitchen") but does not include personal information relating to employees in such a capacity.As an organization engaged in commercial activities, we are committed to complying with the Personal Information Protection and Electronic Documents Act Canada, and with any other Canadian privacy laws applicable to our operations.By visiting and/or using the Yogi's Kitchen, you consent to the collection, use, storage, disclosure and transfer of your personal information as set out in this policy. In some cases, we may ask you to provide explicit consent if we intend to collect, use or disclose your personal information otherwise than as indicated in this Privacy Policy, however sometimes your consent may be implied through your conduct with us.If you do not agree with any part of this Privacy Policy you should not conduct any transactions on the Yogi's Kitchen, navigate away from the Yogi's Kitchen immediately, and uninstall our application.We collect your name, phone number, email address, a password of your selection, the date and time of account creation and the IP address of the device used for account creation. We use this information to administer your account, to enable your access to the Yogi's Kitchen, verify your identity as an authorized user concerning any accounts, and to implement, carry out and maintain security measures aimed at protecting our customers from identity theft, fraud and unauthorized access to an account. You may choose to register for an account via a third- party social media network, including Facebook and Google+ ("Social Media"). If you do so, you authorize us to access certain Social Media account information consistent with your Social Media privacy settings, including your name. We use this information to administer your account, and to enable your access to the Yogi's Kitchen.We may offer you the opportunity to otherwise engage with Skip or its content on or through Social Media. When you engage with us through Social Media websites, plug-ins and applications, you may allow us to have access to and disclose certain information associated with your Social Media account (e.g., name, username, email address, profile picture) to deliver content or as part of the operation of the website, plug-in or application.We collect information relating to any orders you place on the Yogi's Kitchen, including the IP address of the device used to place the order to help protect against theft, fraud and unauthorized access to an account, and payment information (e.g. your credit card number) using the secure services of our payment processors. Payment operations are outsourced to our payment processors and we do not store your credit card information in our systems other than the first four and last four digits of the credit card number.If your order has been placed for delivery, we collect the physical address to which you have requested delivery. We use this information to complete your delivery, and to allow you to select previously entered addresses for future deliveries. If you submit an order for alcohol, we may verify your government-issued identification to confirm that you are of legal age. When you purchase a gift card for use on the Yogi's Kitchen, we collect your payment card information (including payment card number, security code, expiration date, cardholder name and billing address) using the secure services of our payment processors for the purposes of processing your payment. We also collect the gift card recipient’s email address and any information contained in the message to the recipient. We use this information to deliver and manage the gift card.We may collect your order history including the date, time, cost, order type (takeout or delivery order), physical address and delivery instructions (if a delivery order), method of purchase, and order details, including specific food items ordered and special order instructions. We use this information to ensure that your order has been completed and to improve our service offerings. We may use your personal information to contact you for your views regarding Skip and to notify you occasionally about important changes or developments to the Yogi's Kitchen, products, services or your account. You cannot opt out of receiving notifications of important changes or developments (e.g. to this Privacy Policy or the Terms of Service/Use) unless you discontinue use of the Yogi's Kitchen.When you enter a contest or participate in a promotion, Skip may collect your name, address, phone number, email address, and other information you provide. This information is used to administer your participation in the contest, sweepstakes or promotion.Contact UsWhen you contact us with a comment or question, we collect the information you provide such as your name and email address, along with additional information that we may need to help us promptly respond to your inquiry. We retain this information to assist you in the future and to improve our customer service and service offerings. We also use personal information to establish and manage our relationship with you and provide quality service. We may record voice calls for training and quality purposes.Information We Collect AutomaticallyWe and our third-party service providers, including Google Analytics, collect, process, store and analyze information obtained from your browser when you visit the Yogi's Kitchen, including IP address, your location when the Skip mobile application is used, device identifiers, browser characteristics, operating system details, language preferences, referring URLs, length of visits and pages viewed.",
  "averagePricePerPerson":10.87,
  "status":"VERIFIED",
  "imageUrl":"https://picsum.photos/200/200",
  "preparations":["VEG", "NON_VEG"],
  "regions":["PUNJABI", "GUJARATI"],
  "planTypes":["ONCE", "WEEKLY", "MONTHLY"],
  "paymentMethodsAvailable":["ONLINE", "COD", "CREDIT_CARD", "GOOGLE_PAY"],
      "createdAt":"2020-03-25T02:26:10Z", "updatedAt":"2020-03-25T02:26:10Z"
},
    {
  "name":"Ms Tiffins 6",
  "description":"We are the best tiffin services, name is Ms Tiffins.",
  "averagePricePerPerson":10.87,
  "status":"VERIFIED",
  "imageUrl":"https://picsum.photos/200/200",
  "preparations":["VEG", "NON_VEG"],
  "regions":["PUNJABI", "GUJARATI"],
  "planTypes":["ONCE", "WEEKLY", "MONTHLY"],
  "paymentMethodsAvailable":["ONLINE", "COD", "CREDIT_CARD", "GOOGLE_PAY"],
      "createdAt":"2020-03-25T02:26:10Z", "updatedAt":"2020-03-25T02:26:10Z"
},
    {
  "name":"Ms Tiffins 7",
  "description":"We are the best tiffin services, name is Ms Tiffins.",
  "averagePricePerPerson":10.87,
  "status":"VERIFIED",
  "imageUrl":"https://picsum.photos/200/200",
  "preparations":["VEG", "NON_VEG"],
  "regions":["PUNJABI", "GUJARATI"],
  "planTypes":["ONCE", "WEEKLY", "MONTHLY"],
  "paymentMethodsAvailable":["ONLINE", "COD", "CREDIT_CARD", "GOOGLE_PAY"],
      "createdAt":"2020-03-25T02:26:10Z", "updatedAt":"2020-03-25T02:26:10Z"
},
    {
  "name":"Ms Tiffins 8",
  "description":"We are the best tiffin services, name is Ms Tiffins.",
  "averagePricePerPerson":10.87,
  "status":"VERIFIED",
  "imageUrl":"https://picsum.photos/200/200",
  "preparations":["VEG", "NON_VEG"],
  "regions":["PUNJABI", "GUJARATI"],
  "planTypes":["ONCE", "WEEKLY", "MONTHLY"],
  "paymentMethodsAvailable":["ONLINE", "COD", "CREDIT_CARD", "GOOGLE_PAY"],
      "createdAt":"2020-03-25T02:26:10Z", "updatedAt":"2020-03-25T02:26:10Z"
},
    {
  "name":"Ms Tiffins 9",
  "description":"We are the best tiffin services, name is Ms Tiffins.",
  "averagePricePerPerson":10.87,
  "status":"VERIFIED",
  "imageUrl":"https://picsum.photos/200/200",
  "preparations":["VEG", "NON_VEG"],
  "regions":["PUNJABI", "GUJARATI"],
  "planTypes":["ONCE", "WEEKLY", "MONTHLY"],
  "paymentMethodsAvailable":["ONLINE", "COD", "CREDIT_CARD", "GOOGLE_PAY"],
      "createdAt":"2020-03-25T02:26:10Z", "updatedAt":"2020-03-25T02:26:10Z"
},
    {
  "name":"Ms Tiffins 10",
  "description":"We are the best tiffin services, name is Ms Tiffins.",
  "averagePricePerPerson":10.87,
  "status":"VERIFIED",
  "imageUrl":"https://picsum.photos/200/200",
  "preparations":["VEG", "NON_VEG"],
  "regions":["PUNJABI", "GUJARATI"],
  "planTypes":["ONCE", "WEEKLY", "MONTHLY"],
  "paymentMethodsAvailable":["ONLINE", "COD", "CREDIT_CARD", "GOOGLE_PAY"],
      "createdAt":"2020-03-25T02:26:10Z", "updatedAt":"2020-03-25T02:26:10Z"
},
    {
  "name":"Ms Tiffins 11",
  "description":"We are the best tiffin services, name is Ms Tiffins.",
  "averagePricePerPerson":10.87,
  "status":"VERIFIED",
  "imageUrl":"https://picsum.photos/200/200",
  "preparations":["VEG", "NON_VEG"],
  "regions":["PUNJABI", "GUJARATI"],
  "planTypes":["ONCE", "WEEKLY", "MONTHLY"],
  "paymentMethodsAvailable":["ONLINE", "COD", "CREDIT_CARD", "GOOGLE_PAY"],
      "createdAt":"2020-03-25T02:26:10Z", "updatedAt":"2020-03-25T02:26:10Z"
}
  ]
}
